const question = [
  {
    question: 'Q1 고등학생인 당신! 야자를 빼고 싶은데 선생님이 강하게 안된다고 한다.',
    answer: [
      {
        text: '그럼 어쩔 수 없죠 😭',
        name: ['물']
      },
      {
        text: '잔꾀를 부려 어떻게든 나간다! 😎',
        name: ['불']
      },
      {
        text: '그냥 체념하고 야자를 한다 😏',
        name: ['흙']
      },
      {
        text: '애초에 빼달라고 하지 않는다 📚',
        name: ['바람']
      }
    ]
  },
  {
    question: 'Q2 잘 나가는 아이돌인 당신! 오늘 스케줄이 있는 날인데 갑자기 펑크!! 뭐하지?',
    answer: [
      {
        text: '친구랑 약속을 잡는다 😝',
        name: ['불']
      },
      {
        text: '혼자 카페에서 책을 읽는다 📖',
        name: ['흙']
      },
      {
        text: '집에서 영화,드라마를 본다 📺',
        name: ['물']
      },
      {
        text: '집에서 맛있는 거 해먹어야지 👩‍🍳',
        name: ['바람']
      }
    ]
  },
  {
    question: 'Q3 당신은 친구들사이에서 어떤 역할일까 ?!',
    answer: [
      {
        text: '정신적 지주 👏',
        name: ['흙']
      },
      {
        text: '맨날 몰이 당하는 친구 😩',
        name: ['물']
      },
      {
        text: '몰이 하는 멤버 👻',
        name: ['불']
      },
      {
        text: '구경하면서 맞장구 치는 친구 🤣',
        name: ['바람']
      }
    ]
  },
  {
    question: 'Q4 집에 가려던 순간 친구가 좋은 생각이 떠올랐다며 들어보라고 한다!',
    answer: [
      {
        text: '좋은 생각이라면 들어 봐야지!! 🧐',
        name: ['불', '흙']
      },
      {
        text: '오늘은 그만 하고 내일 들을게! 🕐',
        name: ['물', '바람']
      }
    ]
  },
  {
    question: 'Q5 회사 사장님이 사장실로 오라고 한다.',
    answer: [
      {
        text: '내가 뭘 잘못했나? 뭐지? 🤦‍♀️',
        name: ['물']
      },
      {
        text: '심심하신가보다 😆',
        name: ['바람']
      },
      {
        text: '뭐 때문에 부르신거지? 🤷‍♀️',
        name: ['불']
      },
      {
        text: '아 귀찮아.. 😒',
        name: ['흙']
      }
    ]
  },
  {
    question: 'Q6 유튜브를 개설한 당신의 콘텐츠는?',
    answer: [
      {
        text: '노래 부르는 콘텐츠 🎤',
        name: ['불']
      },
      {
        text: '브이로그 📹',
        name: ['바람']
      },
      {
        text: '스터디 윗미 📝',
        name: ['물']
      },
      {
        text: '귀찮아서 안한다 😴',
        name: ['흙']
      }
    ]
  },
  {
    question: 'Q7 토크쇼에 나간 당신에게 갑자기 민감한 질문을 한다.',
    answer: [
      {
        text: '단호하게 거절한다 👿',
        name: ['불']
      },
      {
        text: '돌려서 대답하기 싫다고 말한다 😅',
        name: ['바람']
      },
      {
        text: '방송이니까 웃으며 대답한다 😊',
        name: ['물']
      },
      {
        text: '아무 생각이 없다 🙄‍',
        name: ['흙']
      }
    ]
  },
  {
    question: 'Q8 당신은 배우입니다 !! 프로그램 촬영 날 평소 너무 친해지고 싶던 연예인이 게스트로 출연!',
    answer: [
      {
        text: '대기실에 찾아가서 말 건다 🥰',
        name: ['불']
      },
      {
        text: '마음속으로만 좋아한다 😵‍',
        name: ['흙']
      },
      {
        text: '촬영 후 조심스럽게 사진 요청 📸',
        name: ['바람']
      },
      {
        text: '말 걸까 고민하다 결국 안 걸었지만 집에서 폭풍 후회 😭',
        name: ['물']
      }
    ]
  },
  {
    question: 'Q9 카페에 방문한 당신의 메뉴 선택은?',
    answer: [
      {
        text: '따뜻한 아메리카노지~ ☕',
        name: ['흙']
      },
      {
        text: '나는 얼어 죽어도 아이스 아메리카노 ❄️',
        name: ['물']
      },
      {
        text: '돌체라떼가 제일 맛있지 🥛',
        name: ['바람']
      },
      {
        text: '달달한 아이스티! 🍑',
        name: ['불']
      }
    ]
  },
  {
    question: 'Q10 당신의 음주 취향은?',
    answer: [
      {
        text: '술은 당근 소주지 🍶',
        name: ['바람']
      },
      {
        text: '나는 와인 한잔이 좋아 🍷',
        name: ['바람']
      },
      {
        text: '술은 세야지! 고량주 😵‍💫',
        name: ['불']
      },
      {
        text: '술은 NO! 🍦',
        name: ['흙']
      }
    ]
  }
];

export default question;
